Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: you do not need to write out the materials and apparatus required .
af: jy hoef nie die benodigde materiale en apparate neer te skryf nie .

source: rather explain in a paragraph about the different types of tests you would do to determine if something is made of a metal or a non metal .
af: skryf eerder 'n paragraaf oor die verskillende toetse wat jy gaan doen om te bepaal of iets van metaal of van nie metaal gemaak is .

source: learners must use their experience from the investigations to explore the properties of metals and non metals in this chapter and from designing their own investigation with the brasso and dull metals .
af: leerders moet hulle ondervinding van die ondersoeke van die eienskappe van metale en nie metale in hierdie hoofstuk asook die ontwerp van hul eie ondersoek met brasso en dowwe metale hier gebruik .

source: they should explain some tests to do and the result from the test will say whether it is a metal or not .
af: hulle moet 'n paar toetse verduidelik en die resultaat van die toets sal aandui of dit 'n metaal of nie metaal is .

source: for example they could drop the object on the floor to see if it is brittle or not not all non metals are brittle though they could see whether the surface is dull non metal or shiny metal they could see whether the object is strong and hard metal or soft and bendy non metal .
af: hulle kan byvoorbeeld 'n voorwerpop die vloer laat val om te sien of dit bros is of nie nie alle nie metale is egter bros nie hulle kan kyk of die oppervlak dof nie metaal of blink metaal is hulle kan kyk of die voorwerp sterk en hard is metaal of sag en buigbaar nie metaal .

source: but it is important to point out that you cannot just do one of these tests to make a conclusion as there will be some exceptions such as plastic is hard and smooth like a metal but it is brittle .
af: dit is egter belangrik om daarop te wys dat jy nie net eenvan hierdie toetse kan doen om 'n gevolgtrekking te maak nie aangesien daar uitsonderings kan wees .

source: so learners need to do more than one test to make a conclusion .
af: plastiek byvoorbeeld is hard en glad soos 'n metaal maar dit is bros .

source: this is explored further in the next question .
af: leerders moet dus meer as een toets doen om 'n gevolgtrekking te kan maak .

source: sometimes just using one property to classify an object or material as a metal or non metal might not be enough .
af: soms is dit nie genoeg om slegs een eienskap te gebruik om 'n voorwerp of materiaal as 'n metaal of nie metaal te klassifiseer nie .

source: for example plastic is flexible but strong so does this make it a metal ?
af: byvoorbeeld plastiek is buigbaar en sterk maar maak dit hiervan 'n metaal ?

source: the answer is no .
af: die antwoord is nee .

source: another example is glass .
af: nog 'n voorbeeld isglas .

source: glass is also hard but is it strong ?
af: glas is ook hard maar is dit sterk ?

source: what other properties does glass have which make it a non metal and not a metal ?
af: watter ander eienskappe het glas wat dit 'n nie metaal maak en nie 'n metaal nie ?

source: glass is not strong as it is brittle and can crack and break easily .
af: glas is nie sterk nie want dit is bros en kan maklik kraak en breek .

source: it does not have the lustre of metal and it can't be hammered into flat sheets or made into thin wires it is not malleable or ductile .
af: dit is nie blink soos 'n metaal nie en kan ook nie in plat plate gehamer of in dun drade getrek word nie dit is nie smeebaar ofrekbaar nie .

source: introducing the unit
af: bekendstelling van die eenheid

source: this unit addresses additional properties of metals such as magnetic properties conductivity and corrosion .
af: hierdie eenheid behandel addisionele eienskappe van metale soos magnetiese eienskappe geleiding en korrosie .

source: one way of introducing this unit would be to have a conversation about magnets; this could include a demonstration of magnets attracting each other .
af: een manier om hierdie eenheid in te lei sal wees om 'n gesprek oor magnete te h&#234;; dit kan 'n demonstrasie insluit van magnete wat mekaar aantrek .

source: you could ask students to name examples where magnets are used in everyday life fridge magnets magnetic cupboard doors magnetic strips in the doors of fridges and freezers magnetic toys etc. .
af: jy kan studente vra om voorbeelde te noem waar magnete in die alledaagse lewe gebruik word yskasmagnete magnetiese kasdeure magnetiese stroke in die deure van ys en vrieskaste magnetiese speelgoed ens. .

source: they could be asked to predict whether a metal object a key for instance would be attracted to a magnet and this could be followed by a demonstration .
af: hulle kan gevra word om te voorspel of 'n metaalvoorwerp byvoorbeeld 'n sleutel na 'n magneet aangetrek sal word en dit kan deur 'n demonstrasie gevolg word .

source: the prediction could be repeated with a non metal object such as a piece of chalk or plastic .
af: die voorspelling kan met 'n nie metaalagtige voorwerp soos 'n stuk bordkryt of plastiek herhaal word .

source: we have learnt that whenever we wish to make something new we first have to decide what the purpose of that product will be .
af: ons het geleer dat wanneer ons iets nuuts wil maak ons eers moet besluit wat die doel van die produk sal wees .

source: since we are learning about matter and materials let us assume that the product will be a tool or any other kind of object that will be doing a job for us .
af: aangesien ons van materie en materiale leer kom ons neem aan dat die produk 'n stuk gereedskap of enige ander tipe voorwerp sal wees wat 'n taak vir ons sal verrig .

source: once we have decided what the purpose of the object will be we can choose a material with the right properties for the job .
af: wanneer ons eers besluit het wat die doel van die voorwerp sal wees kan ons 'n materiaal met die regte eienskappe vir die taak kies .

source: in this chapter we will learn about some of the uses of metals .
af: in hierdie hoofstuk gaan ons leer van sommige van die gebruike van metale .

source: the properties of metals make them suitable materials for many different objects .
af: die eienskappe van metale maak hulle geskikte stowwe vir baie verskillende voorwerpe .

source: we will soon investigate some special properties of metals that we have not thought about yet .
af: ons gaan binnekort 'n paar spesiale eienskappe van metale waaroor ons nog nie voorheen gedink het nie ondersoek .

source: have you ever played with magnets ?
af: het jy al ooit met magnete gespeel ?

source: did you notice how magnets attract other magnets and also certain metal objects ?
af: het jy agtergekom dat metale mekaar en ook sekere ander metaalvoorwerpe aantrek ?

source: in the next activity we will investigate magnetism and write our findings in a table .
af: in die volgende aktiwiteit sal ons magnetisme ondersoek en ons bevindinge in 'n tabel neerskryf .

source: this investigation helps learners to discover that magnetism is a property unique to metals .
af: hierdie ondersoek help leerders ontdek dat magnetisme 'n unieke eienskap van metale is .

source: some metals are attracted to a magnet but non metals are generally not attracted to a magnet .
af: sommige metale word deur 'n magneet aangetrek maar nie metale word oor die algemeen nie deurmagnete aangetrek nie .

source: one of the important misconceptions that learners have is that all metals are magnetic .
af: een van die grootste wanopvattings wat leerders het is dat alle metale magneties is .

source: the activity following this investigation will help them to discover that this is not true .
af: die aktiwiteit watna die ondersoek kom sal hulle help om te ontdek dat dit nie waar is nie .

source: you should try to include at least one non magnetic metallic object so that the learners discover that not all metals are attracted to a magnet .
af: jy moet probeer om ten minste een nie magnetiese metaalvoorwerp in te sluit sodat leerders kan ontdek dat nie alle metale deur 'n magneet aangetrek word nie .

source: aluminium eg. kitchen foil zinc or copper all fall in this category .
af: aluminium byvoorbeeld tinfoelie sink of koper val in hierdie kategorie .

source: the reason why south african copper coins are attracted to a magnet is because they are made of iron which is attracted to a magnet with a thin coating of copper on the outside .
af: die rede waarom suid afrika se kopermunte deur die magneet aangetrek word is omdat hulle van yster gemaak wat natuurlik deur 'n magneet aangetrek word en met 'n dun lagie koper aan die buitekant bedek word .

source: some none
af: sommige geen

source: magnetism is a very interesting property and playing with magnets and materials is fun !
af: magnetisme is 'n baie interessante eienskap en om met magnete en stowwe te speel is pret !

source: were all the metals that you tested attracted to the magnet ?
af: is al die metale wat jy getoets het deur die magneet aangetrek ?

source: here learners could be reminded that some but not all the metals were attracted to the magnet .
af: hier kan leerders daaraan herinner word dat sommige maar nie alle metale deur magnete aangetrek word .

source: only iron cobalt and nickel are magnetic .
af: net yster kobalt en nikkel is magneties .

source: learners don't need to know this but they need to know that it is only a few metals that are magnetic .
af: leerders hoef nie hierdie feit te ken nie maar hulle moet weet dat net 'n paar metale magneties is .

source: however many appliances and tools are made of iron making lots of the metals objects around us magnetic .
af: baie toestelle en gereedskap word egter van yster gemaak en daarom is baie van die metaalvoorwerpe om ons magneties .

source: in the next activity we are going to test the magnetic properties of different metals .
af: in die volgende aktiwiteit gaan ons die magnetiese eienskappe van verskillende metale toets .

source: there is also a problem that tom needs to help solve .
af: daar is ook 'n probleem wat tom moet help oplos .

source: after you have completed the activity you may be able to give him some advice on how to use magnetism to solve the problem !
af: nadat jy die aktiwiteit gedoen het kan jy hom dalk raad gee oor hoe om magnetisme te gebruik om die probleem op te los .

source: this activity is also ideal for small group participation .
af: die aktiwiteit is ideaal vir klein groepe om te doen .

source: it requires a fair bit of reading as there are a few lines of dialogue included .
af: daar is heelwat leeswerk aangesien daar 'n klompie re&#235;ls dialoog ingesluit is .

source: these could be read aloud by two learners one playing the role of tom and another playing the role of uncle .
af: hierdie re&#235;ls kan hardop gelees word deur twee leerders een wat die rol van tom speel en die ander een die rol van sy oom .

source: the group can solve the problem together and tom can present the solution to uncle at the end of the activity .
af: die groep kan saam die probleem oplos en tom kan sy oplossing aan die einde van die aktiwiteit aan sy oom aanbied .

source: it would be good to keep an eye out for small objects or pieces of aluminium copper and iron or steel that could be used in the investigation .
af: dit is 'n goeie idee om te kyk of jy klein stukkies aluminium koper en yster of staal kan kry wat in die ondersoek gebruik kan word .

source: zinc could also be used as it is also not attracted to a magnet .
af: sink kan ook gebruik word aangesien dit nie deur die magneet aangetrek word nie .

source: label the pieces with the type of metal it is made of .
af: merk die stukkies met etikette om aan te toon van watter soort metaal dit gemaak is .

source: do not use south african copper coins in this activity .
af: moenie suid afrikaanse munte vir hierdie aktiwiteit gebruik nie .

source: they will be attracted to the magnet because they are made of iron and only have a thin coating of copper on the outside .
af: die munte sal aangetrek word deur die magneet omdat dit van yster gemaak word en met 'n dun laag koper bedek is .

source: when learners discover that the coins are attracted to the magnet they may come to the incorrect conclusion that copper is attracted to the magnet when it is really the iron on the inside that is magnetic .
af: wanneer leerders ontdek dat die munte deur die magneet aangetrek word kan hulle dalk die verkeerde gevolgtrekking maak dat koper deur 'n magneet aangetrek word .

source: the problem
af: die probleem

source: uncle tom i need your advice .
af: oom tom ek het raad nodig .

source: i know you are clever with inventions and that you like a challenge .
af: ek weet jy is goed met uitvindings en jy hou van 'n uitdaging .

source: tom that is true uncle .
af: tom dis waar oom .

source: i love a challenge !
af: ek is dol oor 'n uitdaging !

source: what is your problem ?
af: wat is jou probleem ?

source: maybe i can help you solve it with science !
af: miskien kan ek dit met wetenskap oplos .

source: uncle i have a huge pile of metal scrap that i need to sort .
af: oom ek het 'n groot hoop skrootmetaal wat ek moet sorteer .

source: i know there is iron aluminium and copper in the pile of metal scrap .
af: ek weet daar is yster aluminium en koper in die hoop maar ek weet glad nie hoe om dit te sorteer nie !

source: but i have no idea how to do this !
af: yster en aluminium is albei metale en lyk baie dieselfde .

source: iron and aluminium are both metals and look very similar .
af: kan jy aan 'n manier dink om my te help om hulle te sorteer ?

source: what do you think tom's advice to uncle will be ?
af: wat dink jy sal tom se raad aan sy oom wees ?

source: learners should be encouraged to think of multiple solutions .
af: leerders moet aangemoedig word om aan 'n paar oplossings te dink .

source: one way of sorting the copper from the other metals would be by colour .
af: 'n moontlike oplossing kan wees om die metale volgens kleur te sorteer .

source: copper is reddish brown and the other two metals are silvery .
af: koper het 'n rooibruin kleur en die ander metale is silwerkleurig .

source: aluminium is light compared to iron .
af: aluminium is ligter as yster .

source: but sometimes it is not that easy to distinguish the two metals on the basis of relative mass aluminium is actually less dense than iron but the concept of density may be too advanced for learners to grasp at this level. iron however is magnetic while aluminium is not .
af: soms is dit egter nie so maklik om tussen twee metale te onderskei op grond van relatiewe massa nie. aluminium is eintlik minder dig as yster maar die konsep van digtheid is dalk te gevorderd vir leerders op di&#233; vlak op dit te verstaan. yster is egter magneties aluminium is nie .

source: this means a magnet would 'pick up' iron pieces but not aluminium pieces .
af: dit beteken dat 'n magneet ysterstukke sal optel maar nie aluminiumstukke nie .

source: write what uncle should do in the space below. it would help uncle if you gave him step by step instructions on how to sort the metals .
af: skryf in die spasie hieronder neer wat tom se oom moet doen. dit sal die oom baie help as jy die instruksies oor hoe om die metaal te sorteer stapsgewys neerskryf .

source: learners' lists could contain the following
af: leerders se lyste moet die volgende bevat

source: instructions for sorting metals using a magnet
af: instruksies om die metale met 'n magneet te sorteer

source: an idea for extending this activity would be to ask learners to design a magnetic arm for pulling iron pieces out of a pile of scrap metal .
af: jy kan hierdie aktiwiteit uitbrei deur jou leerders te vra om 'n magnetiese arm te ontwerp waarmee 'n mens yster uit 'n hoopskrootmetaal kan lig .

source: depending on the ingenuity of the learners the design could be drawn on paper or even built from whatever materials they can find .
af: afhangend van hoe vindingryk jou leerders is kan die ontwerp op papier gedoen word of hulle kan dit selfs bou van enige materiale wat hulle in die hande kan kry .

source: not all metals are magnetic .
af: nie alle metale is magneties nie .

source: we've seen how metals can be sorted according to their magnetic properties .
af: ons het gesien hoe metale volgens hulle magnetiese eienskappe gesorteer kan word .

source: here we pick up on an earlier conversation that alerted learners to the fact that when we cook food we heat the outside of the pot the food cooks on the inside .
af: ons hervat hier 'n vorige gesprek toe ons gepraat het oor wanneer ons kos kook .

source: in the investigation that follows learners will investigate whether heat travels through plastic and wood in the same way that it travels through metal .
af: dit beteken dat die hitte wat die kos kook deur die metaal beweeg .

source: we will now investigate another special property of metals .
af: ons gaan nou nog 'n spesiale eienskap van metale ondersoek .

source: but first a question how do we cook food on the stove ?
af: maar eers 'n vraag hoe kook ons kos op die stoof ?

source: we put the food inside a metal pot and then we heat the outside of the pot .
af: ons sit kos in 'n metaalpot en dan maak ons die buitekant van die pot warm .

source: this makes the food cook on the inside !
af: dit laat die kos binne in kook .

source: how does the heat get inside the pot ?
af: hoe kom die hitte binne in die pot ?

source: the next activity will help us answer this question .
af: die volgende aktiwiteit sal ons help om die vraag te antwoord .

source: the handles of the spoons should not be in the water .
af: woordraampie

source: feel the handles of each of the spoons in turn .
af: voel om die beurt aan elke steel .

source: which spoon feels the warmest ?
af: watter lepel voel die warmste ?

source: the metal spoon feels the warmest .
af: die metaallepel voel die warmste .

source: the spoons should be rinsed so that they all have the same temperature at the start of this part of the investigation .
af: die lepels moet afgespoel word sodat hulle aan die begin van die ondersoek almal dieselfde temperatuur is .

source: which spoon feels the coldest ?
af: watter lepel voel die koudste ?

source: the metal spoon feels the coldest .
af: die metaallepel voel die koudste .

source: did the metal spoon feel warm after it had been standing in the warm water ?
af: het die metaallepel warm gevoel nadat dit in die warm water gestaan het ?

source: yes it did .
af: ja .

source: it felt the warmest of all three spoons .
af: dit het die warmste van al drie lepels gevoel .

source: where did the heat that you felt with your fingers come from ?
af: waar het die warmte wat jy met jou vingers gevoel het vandaan gekom ?

source: the heat came from the hot water .
af: die warmte het van die warm water gekom .

source: how did the heat reach your fingers ?
af: hoe het die warmte jou vingers bereik ?

source: the heat travelled moved through the metal of the spoon .
af: die warmte het deur die metaal van die lepel beweeg .

source: the spoon feels hot because heat flows from to .
af: die lepel voel warm omdat die hitte van na vloei .

source: the spoon feels hot because heat flows from the water to my hand
af: die lepel voel warm omdat hitte van die water na my hand vloei .

source: did the metal spoon feel cold after it had been standing in the ice cold water ?
af: het die metaallepel koud gevoel nadat dit in die yskoue water gestaan het ?

source: where did the cold that you felt with your fingers come from ?
af: waar het die koue wat jy met jou vingers gevoel het vandaan gekom ?

source: the learners may answer the cold came from the water .
af: leerders kan moontlik antwoord die koue het van die water gekom .

source: teacher note this is the ideal opportunity to help them discover that heat flows not cold! and it is therefore heat that flows from the fingers into the cold spoon that makes us experience the cold feeling .
af: onderwysersnota dit is die ideale geleentheid om jou leerders te help om te ontdek dat hitte vloei nie koue nie! endit is daarom die warmte wat van die vingers na die koue lepel vloei wat maak dat ons koue voel .

source: when the heat flows from our fingers our fingers effectively lose heat and start to feel cold .
af: wanneer die warmte vanuit ons vingers vloei verloor ons vingers in werklikheid hitte en begin koud voel .

source: the heat that moves from our fingers to the cold spoon will start to warm the spoon .
af: die warmte wat beweeg vanaf ons vingers na die koue lepel sal begin om die lepel te verhit .

source: how did the cold reach your fingers ?
af: hoe het die koue by jou vingers gekom ?

source: heat flows from my fingers into the cold spoon .
af: warmte vloei van my vingers na die koue lepel toe .

source: that is why my fingers feel cold .
af: dit is hoekom my vingers koud voel .

source: the spoon feels cold because heat flows from to .
af: die lepel voel koud omdat die hitte van na vloei .

source: the spoon feels cold because heat flows from my fingers to the spoon
af: die lepel voel koud omdat die hitte van my vingers na die lepel vloei .

source: which material metal plastic or wood is the best conductor of heat ?
af: watter stof metaal plastiek of hout is die beste geleier van warmte ?

source: metal is the best conductor of heat .
af: metaal is die beste geleier van warmte .

source: the next section investigates corrosion rust and could be introduced by a conversation about metal objects that are shiny when new and become dull when they are left outside .
af: die volgende afdeling ondersoek korrosie roes en kan deur 'n gesprek oor metaalvoorwerpe wat blink as hulle nuut is en dof word as hulle buite gelos word ingelei word .

source: several pictures have been included below to stimulate the discussion .
af: verskeie foto's is ingesluit om die gesprek te stimuleer .

source: the important message to get across is that rust is a form of corrosion .
af: die belangrike boodskapom oor te dra is dat roes 'n vorm van korrosie is .

source: only iron rusts but other metals can also corrode .
af: net yster roes maar baie ander metale kan ook korrodeer .

source: have you ever noticed how some metal objects are shiny when they are new but over time the shine disappears and they become dull and blotchy ?
af: het jy al gesien dat sommige metaalvoorwerpe blink as hulle nuut is maar mettertyd verdwyn die blink en lyk hulle vaal en gevlek ?

source: the car in the picture was once shiny and new but look at it now !
af: die motor in die prentjie was eens op 'n tyd blink en nuut maar kyk hoe lyk dit nou .

source: it is covered in rust from standing out in the rain for so long .
af: dit is vol roes van lank buite in die re&#235;n staan .

source: other types of corrosion include
af: ander soorte korrosie sluit in

source: this investigation is ideal for small group work and should be done over a number of days .
af: die ondersoek is ideaal om in klein groepe te doen en moet oor 'n paar dae plaasvind .

source: on the first day learners will place iron nails in different media and then observe how they rust over a period of 5 to 10 days depending how much time is available .
af: op die eerste dag sit leerders ysterspykers in verskillende middels en neem waar hoe hulle oor 'n periode van vyf tot tien dae roes afhangende van hoeveel tyd beskikbaar is .

source: the containers should be covered with plastic wrap if possible to prevent evaporation of the water .
af: die houers moet indien moontlik met kleefplastiek bedek word om te keer dat die water verdamp .
